[
    "Manaos is a FinTech subsidiary owned 100% by BNP Paribas. Manaos aims at connecting professional investors on a single platform, where all collected data can be use for internal or external services:   Our platform is based on 2 components :  The secured data layer and the market place are natively connected together and built in order to ensure : The secured data layer  The market place    Related articles: What are our values ? Platform security Data encryption Problem: Solution: Inconsistent and scattered data Harmonised and aggregated data Bilateral exchange is the norm Introduce an open service INVESTORS INVESTORS ASSET MANAGERS AUDITORS ASSET MANAGERS AUDITORS ASSET SERVICERS REGULATORS ASSET SERVICERS REGULATORS BB BBR PROVIDERS FINTECHS PROVIDERS FINTECHS A SECURED DATA LAYER TO COLLECT AND SHARE DATA BETWEEN PROFESSIONAL INVESTORS AND A MARKET PLACE IMPROVE DATA QUALITY TO OFFER SPECIFIC AND INNOVATING ADDITIONAL SERVICES BASED ON COLLECTED DATA 1/ On which Manaos clients can capitalized for internal or Manaos services The secured data management platform is articulated on 4 modules Natively connected to Manaos Market place Can be activated and parameterised for one or several use cases ING ESTI0 N cONTRO L Lo0 K ThRoUG H ENR/ C HMENT DATA VISU A LIS AT/0 N W Connectors Data Data Data Permis Connectors Connectors Look Connectors (onnedors Enrichment (onnedors Connectors Data viz Connectors control encryption sorage sioning OUT through OUT OUT OUT Manaos has developed platform which provides specific and innovating services based shared data from professionnal investors Manaos is the first platform for Manaos offers services on Manaos Market Place which are not be owned by Manaos servicing. It means Manaos works with different partners FinTech Carbon4) Financial companies services (e.g. BNP Paribas CIB) c0 M M E RCIA L 0 PER ATIO NAL 2 MAIN GOALS PERFOR M A NC E E XCELLENCE SERVICES CATEGORIES TO ACHIEVE \"@ THIS GOALS Responsible Investment Marketing Operational Investment inyesting performance efficiency compliance Open many (e.9",
    "Manaos is built on 4 core values :       We are innovators Transparency of investment OPEN ourselves and brokers of INNOVATION TRANSPARENCY assets of choice of innovation for the industry service providers We put Responsible Manaos does not access Client data unless the Investment at the heart of client grants him access. Manaos employees are TECHAGOOD PRIVACY the things wedo (\"ESG gatekeepers. Manaos users own their data and inside\") are empoweredto manage it as please in the most secure environment. We give them the tools to share data securely and monitor who has access to it at any time they",
    "The purpose of look-through is to allow our users to split funds holdings to give the needed level of detail to then analyse them further.  When you have better portfolio transparency, you can then perform more accurate analyses such as : The look through module uses the data collected through Manaos platform needed for a specific reporting use case.  HOW DOES IT WORK ?  If you would like to explore this subject further, you may visit the page titled 'Understanding the Look-Through Rate of My Portfolio'. Choice of split level the user can choose at which granularity level the look through module should for specific service The look through module can be Choice of range of valuation gap the user can apply rule to accept parameterized following investors an approximation up to N days for inventory or holdings which needs have not the same valuation date as the user portfolio Choice of latest inventory to take the user can define a rule to accept previous inventory for a fund if it has not been collected yet stop working PORTFOLIO PORTFOLIO 5 € R 5 € o R/ N G Direct holdings Fund LooK THROUGh Consolidated view at [] MODULE chosen look through level E S G 5 € 0 R / N G Fund M A N A 0 $ 0 R EXTER N A L A P P LOOK THROUGH MODULE Import data from all Identify all assets in user available inventory files Consolidate all direct Send consolidated data to portfolio related to portfolio holdings of User portfolio internal external app holdings analysis Assets All needed controls for The consolidation Direct holdings (equity, specific use case have synthesised in an inventory bonds . been already made in the file format or displayed in Funds ingestion & control module an app depending on the to avoid multiple uploads use cases. from contributors The granularity at which Consolidation rules follow the look through module user preferences and are looks for depends on user adapted to the use case and use case parameters the look through modules gives the input to"
]